[
            {
                name: "Handi Biryani",
                subTitle: "Rice Recipes: Slow cooked rice with layers of vegetables, a variety of masalas and chicken",
                image: "https://www.ndtv.com/cooks/images/handi-biryani_article.jpg",
                ratings: 4.6,
                price: "150",
                description: "Slow cooked rice with layers of vegetables, a variety of masalas and chicken. A beautiful melange that is sure to win many hearts at the dinner table.",
                createdAt: new Date(),
                updatedAt: new Date()
            },
            {
                name: "Garlic and Egg Fried Rice",
                subTitle: "Rice Recipes: A fast and flavour-packed recipe to ward off those untimely hunger pangs​.",
                image: "https://www.ndtv.com/cooks/images/Garlic-egg-fried-rice_article.jpg",
                ratings: 4.6,
                price: "150",
                description: "A fast and flavour-packed recipe to ward off those untimely hunger pangs! Rice tossed with the goodness of egg, the burst of garlic and a few oriental flavours.",
                createdAt: new Date(),
                updatedAt: new Date()
            },
            {
                name: "Three Layered Rice",
                subTitle: "Rice Recipes: Dig deep into layers of rice, the crunch of the aloo lachchas, paneer and the tang of tomatoes.​",
                image: "https://www.ndtv.com/cooks/images/three-layered-rice_article.jpg",
                ratings: 4.6,
                price: "150",
                description: "Dig deep into layers of rice, the crunch of the aloo lachchas, fleecy paneer and the tang of tomatoes.All these, topped with some rustic spices, together create an explosion of flavors for your taste buds.",
                createdAt: new Date(),
                updatedAt: new Date()
            },
            {
                name: "Kashmiri Chicken Pulao",
                subTitle: "Rice Recipes: An aromatic chicken pulao bursting with deep flavors of warm whole spices​.",
                image: "https://www.ndtv.com/cooks/images/kashmiri-chicken-pulao_article.jpg",
                ratings: 4.6,
                price: "150",
                description: "An aromatic chicken pulao bursting with deep flavors of warm whole spices, Kashmiri chillies, sweet raisins and desi ghee.",
                createdAt: new Date(),
                updatedAt: new Date()
            },
            {
                name: "Zafrani Pulao",
                subTitle: "Rice Recipes: A sweet preparation made with basmati rice, nuts, saffron, milk and cream.",
                image: "https://www.ndtv.com/cooks/images/Zaffrani-Pulao_article.jpg",
                ratings: 4.6,
                price: "150",
                description: "A sweet preparation made with Basmati rice, nuts, saffron, milk and cream. Basmati rice is cooked well in saffron, nuts and cardamom. Laced with a mix of sugar and milk, this pulao is amazing delicious. ",
                createdAt: new Date(),
                updatedAt: new Date()
            },
            {
                name: "Brown Basmati Rice Pilaf",
                subTitle: "Rice Recipes: For the diet conscious, a healthy recipe with brown rice, olive oil, broccoli and plums.",
                image: "https://www.ndtv.com/cooks/images/brown-rice-pilaf_large.jpg",
                ratings: 4.6,
                price: "150",
                description: "For the diet conscious, a healthy recipe with brown rice, olive oil, broccoli and plums. A pilaf is a a Middle Eastern dish in which the rice is cooked in a seasoned broth (stock).",
                created_at: new Date(),
                updated_at: new Date()
            }
        ];